Repository: PhocaCz/PhocaRestaurantMenuWpMenu
Catalog: languages/phoca-restaurant-menu-block-*.po
Languages: de_de

source: Block Settings
de_de: Block-Einstellungen

source: Menu Type
de_de: Menütyp

source: Daily Menu
de_de: Tageskarte

source: Weekly Menu
de_de: Wochenkarte

source: Bill Of Fare
de_de: Speisekarte

source: Beverage List
de_de: Getränkekarte

source: Wine List
de_de: Weinkarte

source: Hide Images
de_de: Bilder verstecken

source: Price Format
de_de: Preisformat

source: (Price) (Currency Symbol)
de_de: (Preis) (Währungssymbol)

source: (Price)(Currency Symbol)
de_de: (Preis)(Währungssymbol)

source: (Currency Symbol)(Price)
de_de: (Währungssymbol)(Preis)

source: (Currency Symbol) (Price)
de_de: (Währungssymbol) (Preis)

source: Price Currency Symbol
de_de: Preis Währungssymbol

source: Price Decimal Symbol
de_de: Preisdezimalsymbol

source: Price Decimals
de_de: Preisdezimale

source: Price Thousands Separator
de_de: Preis-Tausender-Separator

source: Price Suffix
de_de: Preis Suffix

source: Price Prefix
de_de: Preis Präfix

source: Administration Settings
de_de: Verwaltungseinstellungen

source: Display Group Description
de_de: Gruppenbeschreibung anzeigen

source: Display Item Description
de_de: Artikelbeschreibung anzeigen

source: Header (Date, List)
de_de: Kopfzeile (Datum, Liste)

# block description
source: Creating menus (Daily Menu, Weekly Menu, Bill of Fare, Beverage List or Wine List) for restaurants, cafeterias, fast foods, school canteens, buffets or wine rooms.
de_de: Erstellung von Speiseplänen (Tages-, Wochen-, Speise-, Getränke- oder Weinkarte) für Restaurants, Cafeterias, Fast Food, Schulkantinen, Buffets oder Weinstuben.
